#+TITLE: Hosting beta-analytics.com
#+DATE: Sun Oct 29 16:54:54 +0545 2017

* pages.gitlab.io ip

  [[https://about.gitlab.com/2018/08/28/gitlab-pages-update/][2018-Aug-28]] DNS records from 52.167.214.135 to 35.185.44.232

  #+BEGIN_SRC sh :results output
    traceroute beta-analytics.gitlab.io
  #+END_SRC

  #+RESULTS:
  #+begin_example
  traceroute to beta-analytics.gitlab.io (35.185.44.232), 30 hops max, 60 byte packets
   1  _gateway (192.168.100.1)  6.362 ms  6.724 ms  6.702 ms
   2  lo-0-6.192.bras-jwl-03.wlink.com.np (202.166.192.6)  14.798 ms  15.387 ms  15.372 ms
   3  ge-1-5-169.40.gw-jwl-core-01.wlink.com.np (202.79.40.169)  15.356 ms  15.327 ms  15.298 ms
   4  ge-1-10-245.41.gw-jwl-core-01.wlink.com.np (202.79.41.245)  15.270 ms  15.243 ms  15.216 ms
   5  103.225.212.161 (103.225.212.161)  15.187 ms  15.160 ms  15.133 ms
   6  125.21.2.53 (125.21.2.53)  15.157 ms  8.005 ms  8.319 ms
   7  182.79.146.196 (182.79.146.196)  83.478 ms 182.79.234.97 (182.79.234.97)  86.917 ms 182.79.224.183 (182.79.224.183)  81.006 ms
   8  74.125.48.250 (74.125.48.250)  94.559 ms  95.523 ms  96.204 ms
   9  72.14.238.42 (72.14.238.42)  92.233 ms 209.85.243.27 (209.85.243.27)  96.119 ms 209.85.243.57 (209.85.243.57)  101.606 ms
  10  74.125.242.35 (74.125.242.35)  97.164 ms 108.170.240.242 (108.170.240.242)  93.460 ms  93.784 ms
  11  66.249.95.248 (66.249.95.248)  99.200 ms 216.239.50.192 (216.239.50.192)  98.272 ms 216.239.49.224 (216.239.49.224)  104.278 ms
  12  209.85.248.5 (209.85.248.5)  158.065 ms * 66.249.94.140 (66.249.94.140)  157.540 ms
  13  209.85.243.29 (209.85.243.29)  160.526 ms 108.170.235.220 (108.170.235.220)  340.497 ms 108.170.235.216 (108.170.235.216)  338.715 ms
  14  209.85.251.136 (209.85.251.136)  338.823 ms 108.170.228.146 (108.170.228.146)  332.762 ms  265.956 ms
  15  72.14.239.159 (72.14.239.159)  273.521 ms  274.757 ms  273.800 ms
  16  72.14.237.134 (72.14.237.134)  274.127 ms 209.85.249.44 (209.85.249.44)  284.892 ms  374.173 ms
  17  66.249.95.219 (66.249.95.219)  374.094 ms  374.036 ms  373.994 ms
  18  216.239.35.181 (216.239.35.181)  373.938 ms * 216.239.41.232 (216.239.41.232)  373.388 ms
  19  * 72.14.239.185 (72.14.239.185)  373.766 ms 72.14.237.109 (72.14.237.109)  294.169 ms
  20  * * *
  21  * * *
  22  * * *
  23  * * *
  24  * * *
  25  * * *
  26  * * *
  27  * * *
  28  * 232.44.185.35.bc.googleusercontent.com (35.185.44.232)  275.931 ms  273.191 ms
  #+end_example


